{
	"success": true,
	"data": 
		[{
		"id": 1,
		"title": "Castle in the Sky",
		"content": "<img src='/pics/1-d.jpeg' /><p><b>An airship carrying Sheeta</b>, a young orphan girl who has been abducted by government agent Muska, is attacked by Captain Dola and her air pirate sons who are in search of Sheeta's small blue crystal pendant. In the resulting struggle, Sheeta falls from the airship but her descent is slowed by a mysterious power within the amulet. She safely lands in a small mining town where she is discovered by a brave young orphan boy named Pazu, who takes her into his home to recover. Pazu tells her of a mysterious floating island named Laputa which is visible in a picture taken by his father. Later, they are pursued by Dola's pirates, and then by Muska's soldiers. Eventually, the two fall into an abandoned mine, where they encounter the local eccentric Uncle Pomme, who informs them that Sheeta's amulet is made of 'volucite' crystal ('Aetherium' in the American release), a material used to keep Laputa and the other flying cities aloft.</p><p><b>Upon leaving the mines</b>, Sheeta tells Pazu that her full name is 'Lucita Toel Ul Laputa'. They are then captured by Muska and taken to the fortress of Tedis, where Pazu is imprisoned in a dungeon tower while Sheeta is imprisoned in a more lavish room. Muska shows Sheeta a dormant Laputan robot and reveals his knowledge of her secret name, which he interprets to be that of the Laputan royal line and Sheeta cries. Muska then threatens Pazu's life to obtain Sheeta's cooperation. For his own safety, Sheeta orders Pazu to leave and Muska offers him money to leave and forget about Laputa and Sheeta starts crying.</p><p><b>A distraught Pazu returns home</b>, where he is ambushed by Dola and her sons. After hearing Pazu out, they prepare to intercept and capture the crystal, allowing Pazu to join them. As preparations proceed, Sheeta recites an apotropaic verse and unexpectedly activates the amulet and the robot, which follows Sheeta, destroying the fortress along the way until it is overcome by the military's airship Goliath. Pazu arrives and rescues Sheeta, but Muska obtains the amulet. The pirates, accompanied by Pazu and Sheeta, return to their airship, Tiger Moth. They pursue the Goliath, which is following directions indicated by Sheeta's amulet to locate Laputa. Both airships arrive at Laputa on the following day, with the Tiger Moth having been shot down by Goliath. The two children, separated from Dola's pirates, land on Laputa and discover the city to be ruined and overgrown.</p><p><b>Dola's pirates are captured and Muska's soldiers plunder the city's treasures.</b> Upon gaining entrance to the city's central sphere, a vast repository for all of Laputa's scientific knowledge, Muska captures Sheeta and his agents open fire upon Pazu, who escapes and frees the pirates. In the center of Laputa, which contains the immense 'volucite' crystal keeping the city aloft, Muska identifies himself as \"Romuska Palo Ul Laputa\", another member of Laputa's royal line, and uses Sheeta's crystal to access the advanced Laputan technology. He betrays his own soldiers and destroys the Goliath by unleashing Laputa's weapon of mass destruction. During the mayhem, the horrified Sheeta retrieves the crystal amulet and flees, but Muska pursues her. Hearing Pazu's voice, Sheeta gives the amulet to him through a gap in the wall and is cornered by Muska in Laputa's throne room.</p><p><b>During her confrontation with Muska</b>, Sheeta explains that the people of Laputa left the castle because they realized that man was meant to live on earth and not in the sky. Muska refuses her arguments, shoots off her braids and threatens to kill her unless the crystal amulet is given to him. Pazu requests to be allowed to talk with Sheeta; Muska grants them one minute (three in the original Japanese version). Sheeta and Pazu recite a \"Spell of Destruction\", which causes the castle to disintegrate, causing Muska to fall to his death. After surviving the collapse, Pazu and Sheeta reunite with Dola and her pirates and leave Laputa behind. When they part with the pirates, Pazu flies Sheeta home as he had promised her, to start a new life together.</p><p>During the end credits, the remnants of Laputa float in orbit, maintained by the volucite crystal embedded in the roots of the central tree.</p><center><b><h1><u>Trailer</u></h1></b></center>",
		"video":"/videos/video_1.mp4"
		},{
		"id": 2,
		"title": "My Neighbor Totoro",
		"content": "<img src='/pics/2-d.jpg' /><p><b>In 1958 Japan</b>, university professor Tatsuo Kusakabe and his two daughters, Satsuki and Mei, move into an old house to be closer to the hospital where the girls' mother, Yasuko, is recovering from a long-term illness. The house is inhabited by tiny creatures called susuwatari—small, dark, dust-like house spirits seen when moving from light to dark places. When the girls become comfortable in their new house, the soot spirits leave to find another empty house.</p><p><b>One day</b>, Mei discovers two small spirits who lead her into the hollow of a large camphor tree. She befriends a larger spirit, which identifies itself by a series of roars that she interprets as \"Totoro\". She falls asleep atop Totoro, but when Satsuki finds her, she is on the ground. Despite many attempts, Mei is unable to show her family Totoro's tree. Tatsuo comforts her by telling her that Totoro will reveal himself when he wants to.</p><p><b>One rainy night</b>, the girls are waiting for Tatsuo's bus, which is late. Mei falls asleep on Satsuki's back and Totoro appears beside them, allowing Satsuki to see him for the first time. Totoro has only a leaf on his head for protection against the rain, so Satsuki offers him the umbrella she had taken for her father. Totoro is delighted and gives her a bundle of nuts and seeds in return. A giant, bus-shaped cat halts at the stop and Totoro boards it and leaves. Shortly after, Tatsuo's bus arrives.</p><p><b>The girls plant the seeds</b>. A few days later, they awaken at midnight to find Totoro and his colleagues engaged in a ceremonial dance around the planted seeds. The girls join in and the seeds grow into an enormous tree. Totoro takes the girls for a ride on a magical flying top. In the morning, the tree is gone but the seeds have indeed sprouted</b>; it is left unclear whether the girls were dreaming.</p><p><b>The girls find out that a planned visit by Yasuko has to be postponed because of a setback in her treatment</b>. Mei does not take this well, and argues with Satsuki, later leaving for the hospital to bring fresh corn to Yasuko. Her disappearance prompts Satsuki and the neighbors to search for her. In desperation, Satsuki returns to the camphor tree and pleads for Totoro's help. Delighted to help, he summons the Catbus, which carries her to where the lost Mei sits. The bus then whisks them over the countryside to see Yasuko in the hospital. The girls overhear a conversation between their parents and discover that she has been kept in hospital by a minor cold but is otherwise doing well. They secretly leave the ear of corn on the windowsill, where it is discovered by their parents, and return home.</p><p>Eventually, Mei and Satsuki's mother returns home, and the sisters play with other children, while Totoro and his friends watch them from afar.</p><center><b><h1><u>Trailer</u></h1></b></center>",
		"video":"/videos/video_2.mp4"
		},{
		"id": 3,
		"title": "Princess Mononoke",
		"content": "<img src='/pics/3-d.jpeg' /><p><b>In Muromachi Japan</b>, an Emishi village is attacked by a demon. The last Emishi prince, Ashitaka, kills it before it reaches the village, but its corruption curses his right arm. The curse gives him superhuman strength, but will eventually spread through his body and kill him. The villagers discover that the demon was a boar god, Nago, corrupted by an iron ball lodged in his body. The village's wise woman tells Ashitaka that he may find a cure in the western lands Nago came from, but he cannot return to his homeland. Before Ashitaka leaves, his sister Kaya gives him her crystal dagger so that he will not forget her.</p><p><b>Heading west</b>, Ashitaka meets Jigo (\"Jiko-bō\" in the original Japanese version), an opportunist Buddhist monk, who tells Ashitaka he may find help from the Great Forest Spirit, a deer-like animal god by day and a giant \"nightwalker\" by night. Nearby, men herd oxen to Irontown (\"Tataraba\" in Japanese), led by Lady Eboshi, and repel an attack by a wolf pack led by the wolf goddess Moro. Riding one of the wolves is San, a human girl. Ashitaka discovers two injured Irontown men and carries them through the forest, where he encounters many kodama and glimpses the Forest Spirit. In Irontown, Ashitaka learns that Eboshi built the town by clearcutting forests to claim ironsand and produce iron, leading to conflicts with the forest gods and Asano, a local daimyō. Irontown is a refuge for social outcasts, including lepers employed to manufacture firearms; it was one of these guns that had wounded Nago. Eboshi also explains that San was raised by the wolves as one of their own and resents humankind.</p><p><b>San infiltrates Irontown to kill Eboshi</b>, but Ashitaka intervenes, knocking them both unconscious. As he leaves, he is unintentionally shot by a villager, but the curse gives him the strength to carry San out of the village. San awakens and prepares to kill the weakened Ashitaka, but hesitates when he tells her that she is beautiful. She takes him to the forest, and decides to trust him after the Forest Spirit saves his life. A boar clan, led by the blind boar god Okkoto, plans to attack Irontown to save the forest. Eboshi prepares for battle and sets out to kill the Forest Spirit with Jigo, who is working for the government; she intends to give the god's head to the Emperor in return for protection from Lord Asano. According to legend, the Forest Spirit's head grants immortality.</p><p><b>Ashitaka recovers from his wound but remains cursed</b>; he returns to Irontown to find it besieged by samurai, and heads out to warn Eboshi. The boar clan is annihilated in battle, and Okkoto is corrupted by his wounds. Jigo's men disguise themselves in boar skins and trick the rampaging Okkoto into leading them to the Forest Spirit. San tries to stop Okkoto, but is swept up in his demonic corruption. Moro intervenes and Ashitaka dives into the corruption, saving San. The Forest Spirit euthanizes Okkoto and Moro. As it transforms into the nightwalker, Eboshi decapitates it. It bleeds ooze which spreads over the land, killing anything it touches as the nightwalker searches for its head, which Jigo steals. The forest and kodama begin to die; Moro's head comes alive and bites off Eboshi's right arm, but she survives.</p><p>After the samurai flee and Irontown is evacuated, Ashitaka and San pursue Jigo and retrieve the head, returning it to the Forest Spirit. The Spirit dies as the sun rises, but its form washes over the land and heals it, and Ashitaka's curse is lifted. Ashitaka stays to help rebuild Irontown, but promises San he will visit her in the forest. Eboshi reunites with the townspeople and vows to build a better town. The forest begins to regrow, and a kodama emerges from the undergrowth.</p><center><b><h1><u>Trailer</u></h1></b></center>",
		"video":"/videos/video_3.mp4"
		},{
		"id": 4,
		"title": "Spirited Away",
		"content": "<img src='/pics/4-d.jpeg' /><p><b>Young ten-year-old Chihiro Ogino and her parents are traveling to their new home when her father decides to take a shortcut after running late with their house movers</b>. The family stops in front of a tunnel leading to what appears to be an abandoned amusement park which Chihiro's father insists on exploring, despite his daughter's protest. They find a seemingly empty restaurant still stocked with food, which Chihiro's parents immediately begin to eat. While exploring further, Chihiro finds an exquisite bathhouse and meets a boy named Haku, who warns her to return across the riverbed before sunset. However, Chihiro discovers too late that her parents have metamorphosed into pigs, and she is unable to cross the now-flooded river.</p><p><b>Haku finds Chihiro and has her ask for a job from the bathhouse's boiler-man</b>, Kamaji, a yōkai commanding the susuwatari. Kamaji refuses to hire her and asks worker Lin to send Chihiro to Yubaba, the witch who runs the bathhouse. Yubaba tries to frighten Chihiro away, but she persists, so Yubaba gives Chihiro a contract to work for her. Yubaba takes away her name and renames her Sen (千). While visiting her parents' pigpen, Haku gives Sen a goodbye card she had with her, and Sen realizes that she had already forgotten her real name. Haku warns her that Yubaba controls people by taking their names, and that if she forgets hers like he has forgotten his, she will not be able to leave the spirit world.</p><p><b>Sen faces discrimination from the other workers because she is still a human and not a spirit</b>; only Haku and Lin show sympathy for her. While working, she invites a silent creature named No-Face inside, believing him to be a customer. A \"stink spirit\" arrives as Sen's first customer, and she discovers he is the spirit of a polluted river. In gratitude for cleaning him, he gives Sen a magic emetic dumpling. Meanwhile, No-Face imitates the gold left behind by the stink spirit and tempts a worker with gold, then swallows him. He demands food and begins tipping extensively. He swallows two more workers when they interfere with his conversation with Sen.</p><p><b>Sen sees paper Shikigami attacking a Japanese dragon and recognizes the dragon as Haku metamorphosed</b>. When a grievously injured Haku crashes into Yubaba's penthouse, Sen follows him upstairs. A shikigami that stowed away on her back shapeshifts into Zeniba, Yubaba's twin sister. She mutates Yubaba's son, Boh, into a mouse, creates a decoy Boh, and mutates Yubaba's harpy into a tiny, flylike bird. Zeniba tells Sen that Haku has stolen a magic golden seal from her, and warns Sen that it carries a deadly curse. Haku attacks the shikigami, which eliminates Zeniba's hologram. He falls into the boiler room with Sen, Boh, and the harpy on his back, where Sen feeds him part of the dumpling she had intended to give her parents, causing him to vomit both the seal and a black slug, which Sen crushes with her foot.</p><p><b>With Haku unconscious</b>, Sen resolves to return the seal and apologize to Zeniba. Sen confronts No-Face, who is now massive, and feeds him the rest of the dumpling. No-Face follows Sen out of the bathhouse, steadily regurgitating everything he has eaten. Sen, No-Face, Boh, and the harpy travel to see Zeniba with train tickets given to her by Kamaji. Yubaba orders that Sen's parents be slaughtered, but Haku reveals that Boh is missing and offers to retrieve him if Yubaba releases Sen and her parents. Yubaba agrees, but only if Sen can pass a final test.</p><p>Sen, No-Face, Boh, and the harpy meet with Zeniba</b>, who reveals that Sen's love for Haku broke her curse and that Yubaba used the black slug to take control over Haku. Haku appears at Zeniba's home in his dragon form and flies Sen, Boh, and the harpy to the bathhouse. No-Face decides to stay behind and become Zeniba's spinner. In mid-flight, Sen recalls falling years ago into the Kohaku River and being washed safely ashore, correctly guessing Haku's real identity as the spirit of the Kohaku River. When they arrive at the bathhouse, Yubaba forces Sen to identify her parents from among a group of pigs in order to break their curse. After Sen answers correctly that none of the pigs are her parents, her contract disappears and she is given back her real name. Haku takes her to the now-dry riverbed and vows to meet her again. Chihiro crosses the riverbed to her restored parents, who do not remember anything after eating at the restaurant stall. They walk back through the tunnel until they reach their car, now covered in dust and leaves. Before getting in, Chihiro is shown to still be wearing the hairband No-Face spun for her at Zeniba's home.</p><center><b><h1><u>Trailer</u></h1></b></center>",
		"video": "/videos/video_4.mp4"
		},{
		"id": 5,
		"title": "Howl\"s Moving Castle",
		"content": "<img src='/pics/5-d.jpeg' /><p><b>Sophie, a young milliner</b>, encounters a wizard named Howl on her way to visit her sister Lettie. Upon returning home, she meets the Witch of the Waste, who transforms her into a ninety-year-old woman. Seeking to break the curse, Sophie leaves home and sets off through the countryside. She meets a living scarecrow, whom she calls \"Turnip Head\". He leads her to Howl's moving castle, where she enters without invitation. She subsequently meets Howl's young apprentice Markl and a fire demon named Calcifer, who is the source of the castle's magic and movement. When Howl appears, Sophie announces that she has \"hired herself\" as a cleaning lady.</p><p><b>Meanwhile, Sophie's nation is caught up in a war with a neighboring kingdom</b>, who is searching for their missing prince. The King summons Howl to fight in the war. However, Howl decides to send Sophie to the King (under the pretense of being his mother) to tell him that Howl is too much of a coward to fight. Before leaving, he gives Sophie a charmed ring that leads her to Calcifer and guarantees her safety. Sophie meets Suliman, the king's advisor, and also the Witch of the Waste, whom Suliman punishes by draining all of her power, turning her into a harmless old woman. Suliman warns Sophie that Howl will meet the same fate if he does not fight and so Howl arrives to rescue Sophie. Suliman tries to trap him, but with Sophie's help they escape along with the former Witch of The Waste and Suliman's dog Heen.</p><p><b>Sophie learns that Howl's life is somehow bound to Calcifer's and that Howl has been transforming into a bird-like creature to interfere with both sides in the war</b>, but each transformation makes it more difficult for him to return to human form. Howl then has the castle magically-linked to Sophie's home, parking the castle itself on the town's outskirts. A few days later, the town is bombed by enemy aircraft and Suliman's henchmen attack the house and Sophie's hat shop. Howl heads out to protect the group. Sophie then moves everyone out of the house and removes Calcifer from the fireplace, which collapses the castle. The Witch of The Waste realizes that Calcifer has Howl's heart and grabs the fire demon, setting herself on fire. Sophie panics and pours water onto the Witch, which douses Calcifer. The castle then splits in two; Sophie falls down a chasm and is separated from the group.</p><p>Following the charmed ring, Sophie wanders into a scene from the past, where she sees a young Howl catch a falling star – Calcifer – and give him his heart. Sophie calls for them to find her in the future as she is teleported away. She returns to the present, finds Howl, and they reunite with the others. The Witch returns Howl's heart, and Sophie places it back inside Howl, reviving him and freeing Calcifer, though he decides to stay. Sophie's curse is broken. After she kisses Turnip Head on the cheek, he returns to human form, revealing himself to be Justin, the missing prince from the enemy kingdom, who promptly heads for home. Suliman, watching through a crystal globe, decides to end the war. As the bombers fly away, Sophie, Howl and the others travel high in the air in a new flying castle.</p><center><b><h1><u>Trailer</u></h1></b></center>",
		"video":"/videos/video_5.mp4"
		},{
		"id": 6,
		"title": "The Wind Rises",
		"content": "<img src='/pics/6-d.jpeg' /><p><b>In 1918, a young Jiro Horikoshi longs to become a pilot</b>, but his nearsightedness prevents it. He reads about the famous Italian aircraft designer Giovanni Battista Caproni, and dreams about him that night. In the dream, Caproni tells him that he has never flown a plane in his life, and that building planes is better than flying them.</p><p><b>Five years later</b>, Jiro is traveling by train to study aeronautical engineering at Tokyo Imperial University and meets a young girl, Naoko Satomi, traveling with her maid. When the Great Kanto Earthquake of 1923 hits, Naoko's maid's leg is broken and Jiro carries her to Naoko's family, leaving without giving his name.</p><p><b>In 1927</b>, Jiro graduates with his friend Kiro Honjo and both are employed at aircraft manufacturer Mitsubishi and are assigned to design a fighter plane, the Falcon, for the Imperial Army. During tests, the Falcon breaks apart in mid-air and the Army rejects it. Dispirited about the seeming backwardness of Japanese technology, Jiro and Honjo are sent to Germany in 1929 to carry out technical research and obtain a production license for a Junkers G.38 aircraft. Jiro sees Hugo Junkers, argues with German guards and witnesses violent antisemitism. He dreams again of Caproni, who tells him that the world is better for the beauty of planes, even if humankind might put them to terrible purposes.</p><p><b>In the spring of 1932</b>, Jiro is promoted to chief designer for a fighter plane competition sponsored by the Imperial Navy, but his design, the Mitsubishi 1MF10, fails testing in 1933 and is rejected. Disappointed, Jiro goes to a summer resort in Karuizawa to rest, where he meets Naoko again. They become engaged, but Naoko has tuberculosis and refuses to marry until she recovers. Castorp, a German visitor privately critical of the Nazi regime, assists in the romance before fleeing arrest by the Japanese secret police.</p><p><b>Wanted in connection with Castorp</b>, Jiro hides at his supervisor's home while he works on a new navy project. Following a lung hemorrhage, Naoko recuperates in a mountain sanatorium but cannot bear being apart from Jiro, and returns to marry him. Jiro's sister Kayo, now a doctor, warns Jiro that his marriage to Naoko will end tragically as tuberculosis is incurable. Though Naoko's health deteriorates, she and Jiro enjoy their time together.</p><p><b>Jiro leaves for the test flight of his new prototype aircraft</b>, the Mitsubishi A5M. Knowing that she will die soon, Naoko returns to the sanatorium, leaving letters for Jiro, her family, and friends. At the test site, Jiro is distracted from his success by a gust of wind, suggesting Naoko's death.</p><p>In the summer of 1945, Japan has lost World War II and has been devastated by air raids. Jiro again dreams of meeting Caproni, telling him he regrets his aircraft was used for war. A group of Zeros fly past and their pilots salute Jiro. Caproni comforts him, saying that Jiro's dream of building beautiful aircraft was nonetheless realized. Naoko appears, exhorting her husband to live his life to the fullest.</p><center><b><h1><u>Trailer</u></h1></b></center>",
		"video":"/videos/video_6.mp4"
		}
	]
}